{
  "subject": "Reject the EIA Draft Notification, 2020",
  "body": [
    "Respected Member of the MOEFCC,",

    "I write to you as a concerned citizen of India to implore you to recall the EIA Draft Notification, 2020 and as per rule 5 of Environmental Protection Law to share my concerns and suggestions with respect to the same.",

    "Such public participation is essential to this process and has been encouraged by way of orders of the Hon’ble Delhi High Court, as well as orders passed by the Hon’ble High Court of Karnataka dated 08.07.2020 and 16.07.2020 in W.P. (C) No. 8632/2020, directing the Central Government to “give wide publicity” to the notification dated 23.03.2020 in local languages so that “citizens will be in a position to submit objections prior to 11th August 2020.”",
    
    "The EIA which came into being in 1994, has suffered from institutional and systemic issues since the beginning. The subsequent amendment in 2006 did nothing to alleviate its inherent problems and instead diluted its cause. The current draft goes a step ahead and does more harm than good in the name of making the EIA ‘more transparent and expedient’. (In recent times, while India’s rank on the list of World Bank’s ease of doing business has seen an impressive rise, our performance on the Environmental Performance Index has been dismal.) Several renowned scientists, activists and experts of varying degrees have emphatically pointed out that the draft version of 2020 could cause irreparable harm and damage if put into force.",
    
    "The 2020 draft notification of EIA severely undermines the various checks to measure the environmental impact of a development project. The para 22 of the draft allows project proponents to seek ex post facto clearances for projects that didn’t seek environmental clearances initially. How are project developers to be held accountable for environmental crimes in such a scenario? This inherently flawed step was even criticized by our supreme court very recently.",
    
    "The draft has effectively removed the need for EIA for some potentially disastrous projects like the river valley, mining within an area less than 2 ha, bulk drug manufacturing, alkali, skin/ hide, solar PV and even clay extraction among several others by including them under the B2 category. I believe that a clean chit to such projects can have far reaching adverse consequences in the future and hence should be reconsidered.",
    
    "More importantly, it appears, that the draft has drastically reduced the role of local communities who have always participated in the EIA process through public consultation and have their voices heard. For a legal framework that prides itself in its people-centered-participatory-governance, this doesn’t bode well. Instead an ideal EIA would be expected to measure Social Impact Assessment (SIA) as well to uphold the citizen’s fundamental rights guaranteed under our constitution.",
    
    "We also realize that the draft is touted to provide a huge push for the coal mining industry with the aim of reducing India’s dependence on imported coal. In a country like ours where coal is the single largest source of air pollution and Carbon dioxide (50% of our CO2 emission comes from coal burning) - this seems to be an exercise in self destruction. Isn’t it time for us to harness & embrace abundantly available renewable sources of energy like solar power and wind especially when the health cost of coal makes it an extremely unwise choice? In this regard, it’s only fitting to mention here that India is the fifth most vulnerable country to climate change.",
    
    "And in a year where our country has had to fight a zoonotic disease, a locust invasion, two cyclones (out of which one was the biggest that the country has seen in the recent times) and floods in several parts- wherein all have been linked by scientists to rapid climate change- an inadequate EIA can have unimaginable repercussions.",
    
    "I am not asking the government to abandon its endeavors to reinstate the economy, all that I am asking for is a better legal framework for environmental protection against potentially harmful business activities- a framework that puts the needs of the ecology on the same pedestal as the economy and the one that truly reflects the democractic values of this great country.",
    
    "In the end, I would like to add that I am sending this email in the spirit of communication and cooperation with the government of India and acting in compliance of my fundamental duty under Article 51-A(g) of the Constitution of India, which states- “It shall be duty of every citizen of India to protect and improve the natural environment including forests, lakes, rivers and wildlife and to have compassion for living creatures.”",
    
    "Hence, in the spirit of my constitutional duty, after carefully reading the contents, I am sharing this request and making this submission by my independent, conscious choice. I respectfully request you to consider the demands within it to recall the EIA Draft Notification, 2020.",
    
    "With Regards,"
  ]
}
