{
  "subject": "Request to Withdraw the EIA Draft Notification, 2020",
  "body": [
    "Respected Member of the MOEFCC,",

    "I write to you as a concerned citizen of India to implore you to recall the EIA Draft Notification, 2020 and as per rule 5 of Environmental Protection Law to share my concerns and suggestions with respect to the same.",

    "Such public participation is essential to this process and has been encouraged by way of orders of the Hon’ble Delhi High Court, as well as orders passed by the Hon’ble High Court of Karnataka dated 08.07.2020 and 16.07.2020 in W.P. (C) No. 8632/2020, directing the Central Government to “give wide publicity” to the notification dated 23.03.2020 in local languages so that “citizens will be in a position to submit objections prior to 11th August 2020.”",
    
    "The EIA has long suffered from institutional and systemic issues since the beginning. The amendment in 2006 did nothing to alleviate these inherent problems and further diluted its cause. The current draft goes a step ahead and does more harm than good in the name of making the EIA ‘more transparent and expedient’. Several renowned scientists, activists and experts have emphatically pointed out that the draft version of 2020 could cause irreparable harm and damage.",
    
    "The 2020 draft notification of EIA severely undermines the various checks to measure the environmental impact of a development project. The para 22 of the draft allows project proponents to seek ex post facto clearances for projects that didn’t seek environmental clearances initially.  How are project developers to be held accountable for environmental crimes in such a scenario? This inherently flawed step was even criticized by our supreme court very recently.",
    
    "And in a year where our country has had to fight a zoonotic disease, a locust invasion, two cyclones (out of which one was the biggest that the country has seen in the recent times) and floods in several parts- wherein all have been linked by scientists to rapid climate change- an inadequate EIA can have unimaginable repercussions.  India being the fifth most vulnerable country to climate change, it is only befitting to instead expect an ideal EIA, which would be expected to measure Social Impact Assessment (SIA) as well to uphold the citizen’s fundamental rights guaranteed under our constitution.",
    
    "I am not asking the government to abandon its endeavors to reinstate the economy, all that I am asking for is a better legal framework for environmental protection against potentially harmful business activities.",
    
    "In the end, I would like to add that I am sending this email in the spirit of communication and cooperation with the government of India and acting in compliance of my fundamental duty under Article 51-A(g) of the Constitution of India, which states, “It shall be duty of every citizen of India to protect and improve the natural environment including forests, lakes, rivers and wildlife and to have compassion for living creatures.”",
    
    "Hence, in the spirit of my constitutional duty, after carefully reading the contents, I am sharing this request and making this submission by my independent, conscious choice. I respectfully request you to consider the demands within it to recall the EIA Draft Notification, 2020.",
    
    "With Regards,"
  ]
}
